---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange.ClearWebHeight
source: html/6a0a276a-5a60-7094-6fbe-0dc0fd8cf331.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```